{"id":445,"date":"2021-02-07T11:31:28","date_gmt":"2021-02-07T11:31:28","guid":{"rendered":"http:\/\/dev.demowebcloud.com\/?page_id=445"},"modified":"2021-03-21T22:55:12","modified_gmt":"2021-03-21T22:55:12","slug":"technical-capacity","status":"publish","type":"page","link":"https:\/\/nacom.org\/technical-capacity\/","title":{"rendered":"Technical Capacity"},"content":{"rendered":"<h3>Natural Resource Management<\/h3>\n<p>NACOM’s most mandates relate to conservation and management of renewable natural resources and have credible success stories in this area of work. NACOM has a highly professional group of people experienced in natural resource management and capable of designing, implementing and monitoring natural resource management projects. NACOM gives emphasis on site-specific planning for undertaking project interventions and has its own guidelines, field manuals suited for managing various resource types.<br \/>\n<div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-XcAzr' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-XcAzr' class='yrm-inner-content-wrapper yrm-cntent-3'> NACOM has resource management training programs specific to various resource types, designed both for field staff and local community people\/stakeholders and other NGO workers. NACOM <strong>undertakes various approaches for technical and social management of resources<\/strong> of a project area.<\/p>\n<p>The major approaches that NACOM considers for natural resource management are:  ecosystem management approach, watershed management approach, landscape management approach. We integrate community participation in resource management integrating them in all stages of project implementation (designing, implementation and monitoring) of any resource management project. We, in particular, promote community-based resource management approach.<\/p>\n<p>NACOM have implemented at least <strong>a number of natural resource management<\/strong> projects. The notable projects are, Sustainable Environment Management Project <strong>(SEMP),<\/strong> Coastal and Wetland Biodiversity management Project in Cox’s-Bazar-Teknaf ECA <strong>(CWBMP<\/strong>),  Nishorgo Support Project <strong>(NSP<\/strong>) – Co-management of Tropical Forest management Project, Conservation and Monitoring of Wildlife of Tanguar Haor, Implementation Community based Management Plan in Hakluki Haor (not lead) and  Governance in Natural Resource Management in Improving Poverty <strong>(NRG<\/strong> project-not lead) Community Based Adaptation in the Ecologically Critical Areas through Biodiversity Conservation and Social Protection project in Teknaf Peninsula ECA and Sonadia ECA, Climate resilient Ecosystem and Livelihood (CREL), Integrating Community-based Adaptation into Afforestation and Reforestation (ICBAAR) Project, and Integrating the Sector Development Plan for RIO Conventions in Hakaluki Haor, Bangladesh; under the National Capacity Development for Implementing RIO Conventions through Environmental Governance (RIO Project). Presently, NACOM is implementing USAID’s Ecosystem Conservation through Livelihood Improvement and Forest Enhancement (ECO LIFE), Implementation of Biodiversity Conservation Action Plan at Sonadia Island and as such.<\/p>\n<p>NACOM <strong>undertakes various approaches for technical management of resources<\/strong> of a project area. A particular approach is not necessarily exclusive for a particular issue or resource type, rather integration of two or more approaches are often made. The major approaches that NACOM considers are:<\/p>\n<ol>\n<li><strong> Issue and problem-based approach:<\/strong> The degradation of natural resources is caused by various factors ranging from ecologic to socio-economic. Therefore, identification of the causes, issues and problems in resource and environmental degradation is needed to plan and take any corrective measures for restoring\/preserving the environment quality and optimizing human benefits. Therefore, <strong>an issue and problem-based approach<\/strong> is taken to identify and recognize the issues, problems and causative factors through a process of consultation and addresses such issues and problems. Such issues may be linked to resource exploitation, utilization and regeneration and other natural and human behavior\/ activities.<\/li>\n<li><strong>Resource based planning approach:<\/strong> The livelihood of rural people is primarily based on exploitation and regeneration of natural resources which are often unplanned and thus causes degradation to individual resource types, i.e., fish, wildlife, plants, invertebrate, soil etc. Therefore, management of individual resource types could be credible in preserving the environment quality. Therefore, <strong>a resource-based planning approach<\/strong> is also considered to formulate strategies and action plans for managing individual resource types of the project area.<\/li>\n<li><strong>Holistic ecosystem approach: <\/strong>An ecosystem is not merely a place or habitat, rather it represents a complex interaction of its various components of which human is a part. As with other ecosystems, wetlands function in a variety of ways, interlinking of its various components. Therefore, any planned activities should consider these interlinkages, e.g. approach should be taken to maintain the integrity of ecosystem as a whole, not a part of it. The activities of the people and the ecosystem are in a state of constant interactions which ultimately determines the quality of an ecosystem. The human activities are therefore very central to the maintenance of the functional integrity of the system. Therefore, NACOM also undertakes a <strong>holistic ecosystem approach<\/strong> which integrates the ecological protection of the system and human behavior, development activities.<\/li>\n<\/ol>\n<p>The major technical interventions taken by NACOM for resource management include establishment and maintenance of wildlife conservation areas and fish micro sanctuaries, rejuvenation of depleted species through restocking of wildlife and fish species, introducing wise use practices of resources, enhancement of awareness level of local people, introducing eco-friendly resource regeneration and other developmental activities, establishment of seed bank for traditional and indigenous crop varieties, plantation of indigenous species, development and maintenance of nurseries for indigenous plant, including medicinal plant species, promotion of use of medicinal plants.<\/p>\n<ol>\n<li>Community<strong> based management approach:<\/strong> Recognizing the interlinkages between the people and the various components of ecosystem and considering the sustainability issue of the project activities, NACOM promotes <strong>community-based management with a view <\/strong>to involve the local people in planning, implementation and monitoring of the project activities. NACOM has its own strategic approach to organize and capacities the local people in natural resource management. This approach has provision for drawing together the government, public groups, private sectors and the stakeholders under a co-management framework.<\/li>\n<\/ol>\n<p><\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-XcAzr' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Climate Change Adaptation Planning and Strategies<\/h3>\n<p>Climate change and climate variability have potential adverse impacts on local biodiversity, fisheries, agriculture and livelihood of people. Therefore, planning and implementation of  any biodiversity management and livelihood improvement schemes must consider and integrate the climate change elements.  NACOM, in the recent years, as a strategic approach integrates climate change issue in their resource management programs.  NACOM was deeply involved with the Development of <strong>Third National Communication, Roadmap and Action Plan for implementation of Nationally Determined Contribution (NDC). <\/strong><div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-dOEV4' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-dOEV4' class='yrm-inner-content-wrapper yrm-cntent-3'> <strong>NACOM has already implemented a significant number of project relating climate change and biodiversity management. In particular, <\/strong>Integrating Community-based Adaptation into Afforestation and Reforestation (ICBAAR) Project, Community Based Adaptation in the Ecological Critical Areas through Biodiversity Conservation and Social Protection (CBA-ECA) Project in Cox’s Bazar-Teknaf Peninsula and Sonadia Island ECAs and USAID’s Climate-Resilient Ecosystems and Livelihoods (CREL) Project in the forest PAs. Under these projects we made vulnerability assessment, documented local level coping strategy and developing adaptation strategies for biodiversity, ecosystem, livelihood and others and also promoting adoptions to climate change among local communities.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-dOEV4' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Environmental Impact Assessment<\/h3>\n<p>Environmental impact assessment is one of the most important screening procedures for determining the effects of future projects on the basis of thresholds\/criteria or a case-by-case examination. NACOM has a professional group of people to conduct of EIA and IEE. NACOM has already implemented a number of projects in related to environmental impact assessment in the Phulbari Coal Mine project, Jalalabad, Moulovi Bazar, Bibiyana gas field area and Block-7 area with supported of Asia Energy, Chevron and SMEC International.<\/p>\n<h3>Survey and Monitoring<\/h3>\n<p>NACOM is specialized in conducting baseline surveys on socio-economic, physical and biological (both floral and faunal) parameters, vulnerability assessment and has a well trained and experienced field team for data collection.<\/p>\n<p>NACOM has extensive experiences in participatory monitoring and impact assessment. In most of our project, monitoring remains as an important component. In NSP project NACOM was<br \/>\n<div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-JjOl6' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-JjOl6' class='yrm-inner-content-wrapper yrm-cntent-3'><strong>solely responsible for monitoring and impact assessment, included bird, plant and social monitoring<\/strong>.  In CWBMP we have extensive program for monitoring impact assessment. Under this project we <strong>monitor fish catch, migratory shore birds, dolphin survey, invertebrates and social monitoring<\/strong>.  NACOM has established baseline and produced a number of databases for recording monitoring. NACOM has a professional group of people. In this project we apply participatory techniques and involved the CBO members and school-based nature club members.  In SEMP project we had extensive <strong>fisheries production<\/strong> monitoring.<\/p>\n<p>We cover most matrixes with regard to socio-economic surveys and monitoring. We have innovative approaches for conducting socio-economic surveys and are able to produce appropriate database for getting desired outputs.<\/p>\n<p>We cover a wide range of ecological parameters, ranging from ecological mapping to water and soil quality monitoring.<\/p>\n<p>NACOM has its own guidelines for selection of indicators, training manuals for biodiversity monitoring and specialist for developing database.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-JjOl6' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Species Conservation<\/h3>\n<p>Species specific conservation of animal and plants are often required to protect and rejuvenate the declining species. We have extensive experiences and skills in conserving and rehabilitating the endangered species.  We have successful records in conserving the following species:<br \/>\n<strong>Marine turtle conservation: <\/strong>NACOM carried out extensive in-situ and ex-situ conservation activities in Cox’s Bazar –Teknaf areas and also in Saint Martin’s island. We have appropriate methods and tools for the purpose. Our conservation activities including ex-situ incubation of turtle eggs, control of beach dogs, protection og nesting grounds, in[-situ protection of nests, demonstration of safe release of turtles caught in fishing nets to fishermen, community meetings.<\/p>\n<p><strong><div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-dOIVa' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-dOIVa' class='yrm-inner-content-wrapper yrm-cntent-3'>Pallas’s Fishing Eagle:<\/strong> In our Tanguar Haor Project, we took initiative to safeguard the Pallas’s fishing eagle through providing nesting substitute and protecting nestlings of the bird.<\/p>\n<p><strong>Spoon-billed sand piper:<\/strong> In our KNCF supported project, we have taken an initiative to monitor and protect the spoon-billed sand piper in the coastal areas of Bangladesh. Our activities include regular monitoring, community meetings and awareness building.<\/p>\n<p>Besides, in our various NRM projects, we have species specific protection activities.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-dOIVa' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Biodiversity Survey and Monitoring<\/h3>\n<p>NACOM is specialized in conducting baseline surveys on socio-economic, physical and biological (both floral and faunal) parameters and has a well trained and experienced field team for baseline data collection.<\/p>\n<p>NACOM is capable of conducting both qualitative and quantitative surveys on lower (except algae, fungi and mosses) and higher plants, fish, amphibians, reptiles, birds and mammals and producing resource inventories. <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-DSycv' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-DSycv' class='yrm-inner-content-wrapper yrm-cntent-3'>Standard methodologies, including quadrate method (for plants), block counting, plot counting and transect counting methods, appropriate for surveying various groups of animals are followed. NACOM staff is also experienced in documenting traditional knowledge on resource conservation and management.<\/p>\n<p>We cover most matrixes with regard to socio-economic surveys and monitoring. We have innovative approaches for conducting socio-economic surveys and are able to produce appropriate database for getting desired outputs.<\/p>\n<p>We cover a wide range of ecological parameters, ranging from <strong>ecological mapping to water and soil quality monitoring<\/strong>.<\/p>\n<p>NAOM has developed r<strong>elevant guidelines, training manuals for providing training to field staff on data collection and has adequate reference materials for field use<\/strong>.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-DSycv' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Habitat Restoration<\/h3>\n<p>Habitat restoration is an important tool for biodiversity conservation and NACOM give emphasis on the habitat rehabilitation in resource management\/biodiversity conservation programs and we have credible success in this area of work.  We consider plantation and facilitating regeneration of indigenous species.<\/p>\n<p><strong>Mangrove and sand dune plantation and regeneration:<\/strong> In our CWBMP project, we planted 108 ha <strong>mangrove<\/strong>s and assisted luxurious regeneration of mangroves in another 65 ha of land. Similarly, along the beach area of Cox’s Bazar –Teknaf, we planted sand dune vegetation in a huge area. <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-yXBtp' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-yXBtp' class='yrm-inner-content-wrapper yrm-cntent-3'>We have successfully developed cost effective plantation and regeneration techniques for the purpose.<\/p>\n<p><strong>Plantation of indigenous plant species:<\/strong> Under a number of programs, including CWBMP, SEMP, KNCF projects we planted huge number of indigenous plant species and at the same time promoted plantation of the same among the local people. We have successful records of promoting indigenous plant nursery among local people. Our plantation schemes involve homestead plantation, road strip plantation, institutional and graveyard plantation.<\/p>\n<p><strong>Beel and canal re-excavation:<\/strong> We have lot of experiences in rehabilitating silted canals and beel bottom in order to restore its ecological functions and as a result fish production from the respective water body increased significantly.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-yXBtp' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Participatory Rural Appraisal (PRA)\/Participatory Local Appraisal (PLA)<\/h3>\n<p>The PRA\/PLA techniques are used to make rapid preliminary assessment of the project area, its environment, natural resources and socioeconomic status and have thus become an integral part of any resource management project. The outcome of PRA is used in detailing the project design and methodology, formulating strategies and setting monitoring and evaluation system of the project. In Bangladesh, PRA\/PLA techniques used by various agencies are mainly focused on socio-economics, health, sanitation etc. of the local people, and rarely addresses the issue of <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-7IZ3Q' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-7IZ3Q' class='yrm-inner-content-wrapper yrm-cntent-3'>environment, resource conservation and natural resource management, which often does not serve the need of a resource management project. <strong><em>NACOM has developed PRA techniques of its own that considers, in addition to socio-economic aspects, ecological parameters, resource status and their exploitation, utilization and regeneration practices.<\/em><\/strong><\/p>\n<p><strong>NACOM has developed relevant and appropriate tools and methodologies for the purpose and has a manual used for pertaining training to its staff. <\/strong><em>NACOM staff is also experienced<\/em> in <strong>resource and social mapping<\/strong> of the project area and <strong>stakeholder analysis<\/strong> for various resources.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-7IZ3Q' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Formation and Capacitating of Community Based Organizations<\/h3>\n<p><strong>(<\/strong><em>Mobilization of local people towards natural resource management)<\/em><br \/>\nThe success of a community based resource management depends largely on the degree of community mobilization and participation of the local people in the project implementation. <em>NACOM therefore gives emphasis on motivating and organizing local community towards resource management.<\/em> <strong>NACOM has strategic approaches for mobilizing and organizing local people<\/strong> with a view to form community organizations and has developed <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-y9dCX' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-y9dCX' class='yrm-inner-content-wrapper yrm-cntent-3'>adequate <strong>guidelines and training manuals to train the field staff for forming local organizations<\/strong> at various levels of the local community.  NACOM follows a <strong>6-step strategic<\/strong> approach for the formation of CBOs, which facilitate participation of community in local resource management with a sense of partnership.<\/p>\n<p>The formation of CBO is meaningless unless the CBOs are able to manage their resources. It is therefore necessary to train the CBO people in natural resource management. <em>NACOM has an experienced team<\/em> for providing training to field staff as well CBO people and developed training manuals required for the purpose.  We have training programs for capacity building of the CBOs, particularly in the area of NRM, Leadership Development, Organizational and Financial Management.  We have a strategic resourcing plan for the CBOs in order to ensure their sustenance.  We provide backstopping support to the CBOs being with them.<\/p>\n<p>Under a number of donor- funded projects (ICBAAR, CREL, RIO, CWBMP, SEMP, CIDA), NACOM formed and capacitated <strong>a significant number of CBOs<\/strong>, at the village level. All are <strong>registered<\/strong> with either the Social Welfare Department or with Department of Co-operatives. More than 70 percent CBO are sustaining.<\/p>\n<p>Presently, we have been closely working with 40 VCGs in 2 ECAs of Cox’s Bazar area with a view to attaining VCG sustainability and ensuring their effective participation in the sustainable management of these 2 ECAs and to this end we are providing backstopping support and capacity building training to them for enhancing their capacity in managing their organization as well as the NRM. We hold regular meetings. We also are engaged with their capacity building. We strongly consider gender aspect in our approach of forming the CBOs.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-y9dCX' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Participatory Planning and Action Plan Development –PAPD<\/h3>\n<p>We believe that local people know the local problems and can provide best solutions to the local problems. Therefore, participatory planning involving local people in the process would give better results and ensure sustainability of the resource base. We facilitate the local planning and help the community to develop local resource management through development of Action Plans (<strong>PAPD<\/strong>). Our approaches towards the development of Action Plan include participatory problem, holding of local level workshop, prioritization of <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-fFhdo' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-fFhdo' class='yrm-inner-content-wrapper yrm-cntent-3'>problems, activity planning, census building among the community people, and endorsement to the Action Plan by the local government and non-government agencies. The Action Plans details who does, what, when and how. It also allocates the responsibility between the community and the project.<\/p>\n<p>NACOM has extensive experiences in participatory planning and Action Plan development. NACOM in association IUCN, under SEMP project, developed waterbody based Action Plan in Gazipur, Manikgonj and Mymensingh areas. We also developed a number of waterbody based Action Plans under our NRG Project. WE have developed methodology and tools for the purpose.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-fFhdo' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Alternate Livelihood Development –AIG<\/h3>\n<p>Poverty has been identified as one of the major causes for resource degradation. NACOM and its partners recognize the issue and believe that resources are better managed when the socio-economic conditions of the local people are better. <em>NACOM therefore gives emphasis on the poverty alleviation and undertakes programs on providing alternate source for income generation of the local poor people. Such alternate activities are eco-friendly. <\/em><br \/>\n<div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-RxX42' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-RxX42' class='yrm-inner-content-wrapper yrm-cntent-3'><br \/>\nNACOM have huge experiences in livelihood development of poor community. We offer alternate income generation opportunity as a tradeoff for conservation of biodiversity and resource management. Our strategic approaches for livelihood development include the following:<\/p>\n<p><strong>Providing household level production technology for IGA:  <\/strong>Most of our IGA programs are based on household level production technology. Our experiences in the project area suggest that improved horticulture, fisheries, livestock and poultry, product processing, bamboo based handicrafts, betel leaf cultivation, etc.  are potential areas for household level production oriented income generation activities. We has extensive experiences in promoting these technology to individual household level.<\/p>\n<p><strong>Livelihood skill development:<\/strong> Skill for undertaking IGA on production technology is very much necessary for getting desired outputs from IGA . We enhance the capacity of the beneficiaries through pertaining skill development training. Such training programs are available on the above mentioned areas of IGA options.<\/p>\n<p><strong>Revolving fund and saving scheme management, <\/strong>Financial capital is an important element for undertaking livelihood improvement activities. Poor rural communities often constrained by lack of financial capital. Our experiences in a number of resource conservation projects show that providing revolving fund to community had enabled the poor people to undertake income generation activities and achieved tremendous success and brought significant improvement in their livelihood. We propose to set aside a part of the project money as revolving fund to be provided to selected stakeholder group. We will also encourage the fund recipient group to raise their capital stock by savings. This system very well closely monitored and provide backstopping support to the recipient groups. Under SEMP, we provided revolving fund to about 50 group with a total fund of Tk. 25,00,000.00.  The program is working well.<\/p>\n<p>In our approach, the poor people are identified and organized into groups and encouraged to make savings. Need assessments are then done on the groups. Thereafter, they are trained for undertaking various income generation activities and given seed money. The activities of the supported groups are closely monitored and necessary supports are given to them as and when necessary. In most of our projects, we promoted livelihood development activity.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-RxX42' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Promotion of Eco-friendly Agricultural and Crop Diversification<\/h3>\n<p>In rural Bangladesh, economic activities mainly relates to exploitation and regeneration of natural resources and degradation to the environment has variously been linked to these activities. <em>NACOM believes that promotion of eco-friendly activities could improve the environment quality to a large extent.<\/em>  NACOM promotes use of IPM, use of organic manure, cultivation of local crop varieties, establishment of seed bank for disappearing indigenous and traditional crop varieties etc.  We also promote homestead gardening and other horticultural activities for <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-yEHOj' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-yEHOj' class='yrm-inner-content-wrapper yrm-cntent-3'>livelihood improvement of local community. We had extensive horticultural activities in our SEMP, CWBMP, NRG projects. In particular, we promoted cultivation of water melon, jujube, vegetables. We distributed huge quantity of seeds of improved vegetable varieties in SEMP and CWBMP project. We successfully use of pheromone in pest control programs. We have manuals and guide books for IPM training and field demonstration.<\/p>\n<h3>Promotion of Improved Cook Stoves, Retain Heat Cooker, Solar Stoves, Biogas plant and Solar Panel<\/h3>\n<p>As a strategy for reducing pressure on plant resources and fossil fuel, and facilitating climate change adaptation, NACOM promotes ICS, solar panel and biogas plants among rural communities. We have extensive experiences in promoting those alternate energy source and fuel saving innovations.  Promotion of these innovations is an integral part of our most Natural Resource Management (NRM) Projects.<\/p>\n<p>With support from World Health Organization we conducted a research work on investigation of the efficacy of ICS in reducing respiratory illness among rural women folk.  We distributed a huge number of ICS among rural households in Manikgonj District. Similarly, we have also promoted several thousands of ICS, solar cook stoves, biogas plants during implementation of SEMP projects. Similarly, under Coastal and Wetland Biodiversity Project (CWBMP) and CBAECA project of the Department of Environment, we have distributed huge number of cook stoves and biogas plants among coastal people.  At present, we have extensive programs on the distribution and promotion of ICS, solar panel and biogas plant among coastal people of Cox’s Bazar.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-yEHOj' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Promotion of Health and Sanitation Facilities Among Rural Communities (Drinking water and sanitary latrines)<\/h3>\n<p>As an implementation approach for our NRM projects, we promote tube wells and sanitary latrines among rural people and we strongly believe that improvement in health and sanitation is a pre-requisite for socio-economic development of the rural communities. In the past, through our SEMP project, we have promoted\/distributed tube wells and sanitary latrines in the Mymensingh and Manikgonj Districts. We involved the local Union Parishads in the process of promotions of tube wells and sanitary latrines among the local people.  Similarly, presently, we are promoting sanitary latrines in Cox’s Bazar areas.<\/p>\n<h3>Awareness Building<\/h3>\n<p>There is no doubt that, in Bangladesh, resource degradation is largely linked to the lack of awareness of the local people about the value of nature and its conservation. The success of any natural resource conservation and management program thus largely depends on the understanding of the local people about the importance and values of nature and its resources, and its linkages to their livelihood, economy and culture, and also on their respect to laws and regulations enacted for natural resource conservation. NACOM always underlines the necessity of enhancement of awareness level of local people for the management of natural resources.<br \/>\n<div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-EMePL' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-EMePL' class='yrm-inner-content-wrapper yrm-cntent-3'><br \/>\nAs a strategic approach NACOM, in its resource management projects, undertake extensive awareness programs. NACOM is experienced in developing awareness materials and packages on various resource conservation themes and issues. NACOM’s major awareness building activities include: conducting school awareness programs and village awareness meetings, organizing local level nature camp, nature walk and cultural programs on environmental issues, holding rallies, production of leaflets and booklets, holding video shows etc. on various environmental issues and resource conservation. The various awareness tools used for awareness building very useful. NACOM has highly experiences NACOM organizes capacity building training for its staff programs on awareness and has developed a manual for conducting school awareness program.<\/p>\n<p>NACOM has also tremendous success in developing local folklore\/folk drama groups and staging folklore\/drama performances contributing to understand better resource management.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-EMePL' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n<h3>Training programs on NRM and related areas<\/h3>\n<p>NACOM has a number of well designed training programs on natural resource management and livelihood support and has a professional group of people for pertaining the training programs. The training programs presently available on the following areas:<\/p>\n<p>Natural resource management training: <strong>Community Based Management<\/strong>-\/Co-management for project staff; <strong>Natural Resource (Fisheries, Plant, Wildlife, Invertebrate) Management<\/strong>&#8211; both for project staff and <div class='yrm-content yrm-content-3 yrm-content-hide' id='yrm-VqEDp' data-id='3' data-show-status='false' data-after-action=''>\n\t\t\t<div id='yrm-inner-content-yrm-VqEDp' class='yrm-inner-content-wrapper yrm-cntent-3'>community people; <strong>Leadership Development and CBO Management<\/strong>&#8211; both for project staff and community people; <strong>PRA\/PLA<\/strong>-for project staff; <strong>Baseline Data Collection<\/strong>-for project staff; Integrated<strong> Pest Management; Improved Composting for community people. <\/strong><br \/>\nLivelihood skill development training: <strong>Cattle fattening; goat farming; bee keeping; indigenous fish culture; eco-friendly vegetable gardening, etc.<\/strong> –all for local people.<\/p>\n<h3>Research, case studies and documentation, knowledge management<\/h3>\n<p>As stated in its mandate, NACOM is committed to carrying out researches in the areas of natural resources and their conservation. NACOM implemented a dozen of research projects in the areas of climate change adaptations, health and sanitations, resource managements. NACOM has working linkages with universities and sponsor research students for undertaking filed and adaptive researches.  NACOM has published a number of books on research findings and information. NACOM has also experiences in conducting case studies on various issues and successes following standard methods. NACOM has pool of experts for undertaking researches. NACOM also documents methods, successes, achievements, issues, events, etc. NACOM has produced few video documentaries on project activities.<br \/>\n<\/div>\n\t\t<\/div><div class='yrm-btn-wrapper yrm-inline-wrapper yrm-btn-wrapper-3  yrm-more-button-wrapper'><span title='' data-less-title='' data-more-title=''  class='yrm-toggle-expand  yrm-toggle-expand-3' data-rel='yrm-VqEDp' data-more='Show more' data-less='Show less' style='border: none; width: 100%;'><span class=\"yrm-button-text-3 yrm-button-text-span\">Show more<\/span><\/span><\/div><\/p>\n","protected":false},"excerpt":{"rendered":"<p>Natural Resource Management NACOM’s most mandates relate to conservation and management of renewable natural resources and have credible success stories in this area of work. NACOM has a highly professional<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages\/445"}],"collection":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/comments?post=445"}],"version-history":[{"count":10,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages\/445\/revisions"}],"predecessor-version":[{"id":898,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages\/445\/revisions\/898"}],"wp:attachment":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/media?parent=445"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}