{"id":454,"date":"2021-02-07T12:03:28","date_gmt":"2021-02-07T12:03:28","guid":{"rendered":"http:\/\/dev.demowebcloud.com\/?page_id=454"},"modified":"2021-02-22T10:06:11","modified_gmt":"2021-02-22T10:06:11","slug":"membership-networks","status":"publish","type":"page","link":"https:\/\/nacom.org\/membership-networks\/","title":{"rendered":"Membership and Networks"},"content":{"rendered":"<p>NACOM is an active member of a number of important networks and committed to be cooperative with organizations having similar mandates and activities.<\/p>\n<p><strong>Global Biodiversity Forum (GBF):<\/strong><\/p>\n<p>GBF is a powerful network of organizations involved in biodiversity conservation and management. NACOM, This network is engaged in promoting biodiversity conservation around the e. It provides a platform for exchanges knowledge, experiences and views and brings the conservationists together.<\/p>\n<p><strong>Bangladesh National Biodiversity Group<\/strong><\/p>\n<p>Bangladesh National Biodiversity Group (BNBG) is an innovative forum of biodiversity experts drawn from a wide range of governmental and non-governmental organizations.<\/p>\n<p><strong>Wetland Network<\/strong><\/p>\n<p>The main objectives of the network is to share knowledge, replicate success stories\/ carry out case studies and information exchange among the implementing agencies involved in wetland related projects, activities and policy formulation. In The main objectives of the network is to share knowledge, replicate success stories\/ carry out case studies and information exchange among the implementing agencies involved in wetland related projects, activities and policy formulation. In addition, development of policy tools\/ information kits on wetlands issues for policy makers and practitioners involved in wetlands administration in Bangladesh is another important activity carried out by this network.<\/p>\n<p><strong>International Union for Conservation of Nature (IUCN)<\/strong><\/p>\n<p>This union consists of more than 1000 NGOs from around the world and it is the biggest platform on earth.  NACOM is an active member of the IUCN-Bangladesh and participates in its activity. MACOM is greatly benefited from this forum through getting programmatic support, partnership and joint implementation of projects. IUCN provides technical and knowledge bases support to its members.<\/p>\n<p><strong>Global Alliance for Clean Cook stoves<\/strong><\/p>\n<p>This is a public-private partnership that seeks to save lives, improve livelihoods, empower women, and protect the environment by creating a thriving al market for clean and efficient household cooking solutions. NACOM is also members to following committees of the Ministry of Environment and Forests of the Bangladesh Government:<\/p>\n<p>Advisory Committee on the Implementation of the Bangladesh Wildlife Preservation Act.<\/p>\n<p>Technical Committee of the Ramsar sites in Bangladesh<\/p>\n","protected":false},"excerpt":{"rendered":"<p>NACOM is an active member of a number of important networks and committed to be cooperative with organizations having similar mandates and activities. Global Biodiversity Forum (GBF): GBF is a<\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":[],"_links":{"self":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages\/454"}],"collection":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/comments?post=454"}],"version-history":[{"count":3,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages\/454\/revisions"}],"predecessor-version":[{"id":622,"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/pages\/454\/revisions\/622"}],"wp:attachment":[{"href":"https:\/\/nacom.org\/wp-json\/wp\/v2\/media?parent=454"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}